Repository: webetdesign/wd-cms
Catalog: src/Resources/translations/password_strength.*.xlf
Languages: fr

source: Your password must be at least {{length}} characters long.
fr: Le mot de passe doit faire au moins {{length}} caractères.

source: Your password must include at least one letter.
fr: Le mot de passe doit contenir au moins une lettre.

source: Your password must include both upper and lower case letters.
fr: Le mot de passe doit contenir des majuscules et des minuscules.

source: Your password must include at least one number.
fr: Le mot de passe doit contenir au moins un chiffre.

source: Your password must contain at least one special character.
fr: Le mot de passe doit contenir au moins un caractère spécial.

source: password_too_weak
fr: Le mot de passe doit avoir une force d'au moins "{{ min_strength }}", la force actuelle est "{{ current_strength }}", essayez ceci : {{ strength_tips }}.

source: strength_password.strength_level.very_weak
fr: Très faible

source: strength_password.strength_level.weak
fr: Faible

source: strength_password.strength_level.medium
fr: Moyenne

source: strength_password.strength_level.strong
fr: Forte

source: strength_password.strength_level.very_strong
fr: Très forte

source: strength_password.tip.letters
fr: ajouter des lettres (majuscules/minuscules)

source: strength_password.tip.numbers
fr: ajouter des chiffres

source: strength_password.tip.lowercase_letters
fr: ajouter des minuscules

source: strength_password.tip.uppercase_letters
fr: ajouter des majuscules

source: strength_password.tip.special_chars
fr: ajouter des caractères spéciaux

source: strength_password.tip.length
fr: ajouter plus de caractères

source: This password was found in a database of compromised passwords. It has been used {{ used }} times. For security purposes you must use something else.
fr: Ce mot de passe a été trouvé dans une base de données de mots de passe erronés. Il a été utilisé {{ used }} fois. Pour des raisons de sécurité, veuillez choisir un autre mot de passe.
